[
  [
    "What types of damage disable troll regeneration?",
    "acid/fire"
  ],
  [
    "What are the only ways to kill a vampire?",
    "(Running water, sunlight) [Stake to the heart only paralyzes but does not kill] DC 20 Religion/arcana check, DC 10 if they've fought a vampire before"
  ],
  [
    "What kinds of nonmagical weapons can hurt constructs?",
    "weapons made from the material adamantine"
  ],
  [
    "What is the strongest type of giant?",
    "Storm Giants"
  ],
  [
    "Name all types of chromatic dragons and their respective breath weapons.",
    "Red-fire, White-Ice, Black -Acid, Green- Poison, Blue- Lightning"
  ],
  [
    "What spell can cause a magic missile to miss?",
    "Shield"
  ],
  [
    "How do you disable an arcane lock?",
    "Knock, the spell"
  ],
  [
    "How do you disable a forcewall?",
    "Disintegrate"
  ],
  [
    "Which 'mad mage' developed spells that allowed a faithful hound, private sanctum, sword, and ultimately a magnificent mansion?",
    "Mordenkainen"
  ],
  [
    "What magical school does counterspell fall under?",
    "abjuration"
  ],
  [
    "What is the soul container of a Lich called?",
    "Phylactery"
  ],
  [
    "How does one get through each level of a prismatic wall, in order?",
    "(cold damage(accept any spell which deals cold damage), strong wind, force damage(disintegrate acceptable), passwall spell, fire damage, daylight spell, and finally, dispel magic"
  ],
  [
    "What good aligned plane is split into two infinite planes in parallel with opposite gravity?",
    "Bytopia"
  ],
  [
    "What chaotic plane permits residents to move objects with their mind?",
    "Limbo"
  ],
  [
    "All devils are immune to what forms of damage?",
    "Fire and poison"
  ],
  [
    "What river runs through the lower planes?",
    "The river styx"
  ],
  [
    "Name each type of genie with its respective element",
    "Djinn-air, Marid-water, Dao-Earth, Efreet-fire"
  ],
  [
    "Name each layer of the hells, in order, from first to ninth.",
    "Avernus, Dis, Minauros, Phlegethos, Stygia, Malbolge, Maladomini, Cania, and Nessus"
  ],
  [
    "What group of independent free cities in the northwest of Faerun consists of Daggerford, Neverwinter, Baldur's Gate, and Waterdeep?",
    "The Lord's Alliance"
  ],
  [
    "What jungled Island lies to the far southwest of Faerun?",
    "Chult"
  ],
  [
    "In what year did the most recent spellplague occur?",
    "1385 DR, or equivalents depending on where you are"
  ],
  [
    "What volcano recently exploded in the year 1461 DR, greatly devastating the city of Neverwinter?",
    "Mount Hotenow"
  ],
  [
    "What Eastern land on the eastern shore of the sea of fallen stars is known to war repeatedly with Thay, and is home to many spirits that walk the land?",
    "Rashemen"
  ],
  [
    "Who has been the supreme ruler of Thay for the past century?",
    "Szass Tam"
  ],
  [
    "Who is the overgod, who rules all creation?",
    "Ao"
  ],
  [
    "Who are the members of the Triad, not to be confused with the Dead Triad?",
    "Ilmater, Tyr, and Torm"
  ],
  [
    "Who are the members of the Dead Triad, who unseated Jergal from his throne of bones?",
    "Myrkul, Bane, Bhaal"
  ],
  [
    "For what crime were all gods other than Ao sent to walk the prime material as mortals in 1358 DR, an event known as the Time of Troubles?",
    "Bane stole the tablets of fate"
  ],
  [
    "What events caused the most recent Spellplague?",
    "Cyric assassinated Mystra (on Shar's orders) "
  ],
  [
    "Where do the Dwarven, Gnomish, Elven, and Goblinoid pantheons make their homes, respectively?",
    "Dwarven: Arcadia, Gnomish- Bytopia, Elven- Arborea, and Goblin - Acheron"
  ],


  [
    "Which of these statements is correct?",
    "All these statements are true",
    "The Dwarven pantheon resides in Arcadia",
    "The Gnomish pantheon resides in Bytopia",
    "The Elven pantheon resides in Arborea",
    "The Goblin pantheon resides in- Acheron",
    "None of these statements are true"
  ],
  [
    "Which of this is NOT a layer of the Nine Hells?",
    "Carceri",
    "Avernus",
    "Dis",
    "Minauros",
    "Phlegethos",
    "Stygia",
    "Malbolge",
    "Maladomini",
    "Cania",
    "Nessus"
  ],
  [
    "What events caused the most recent Spellplague?",
    "Cyric assassinated Mystra (on Shar's orders)",
    "Mystra assassinated Cyric (on Shar's orders)",
    "Shar assassinated Mystra (on Cyric's orders)",
    "Mystra assassinated Shar (on Cyric's orders)"
  ],
  [
    "Which of these will NOT kill a vampire?",
    "Stake to the heart",
    "Running water",
    "Sunlight"
  ],



  [
    "5e: What chaotic plane permits residents to move objects with their mind?",
    "Limbo",
    "Pandemonium",
    "The Abyss",
    "Carceri"
  ],
  [
    "5e: All devils are immune to what forms of damage?",
    "Fire and poison",
    "Cold and poison",
    "Bludgeoning",
    "Psychic and necrotic"
  ],

  [
    "Abjuration",
    "Conjuration",
    "Divination",
    "Enchantment",
    "Evocation",
    "Illusion",
    "Necromancy",
    "Transmutation"
  ],


  [
    "5e: Which of these statements is correct?",
    "All these statements are true",
    "The Dwarven pantheon resides in Arcadia",
    "The Gnomish pantheon resides in Bytopia",
    "The Elven pantheon resides in Arborea",
    "The Goblin pantheon resides in- Acheron",
    "None of these statements are true"
  ],
  [
    "5e: What events caused the most recent Spellplague?",
    "Cyric assassinated Mystra (on Shar's orders)",
    "Mystra assassinated Cyric (on Shar's orders)",
    "Shar assassinated Mystra (on Cyric's orders)",
    "Mystra assassinated Shar (on Cyric's orders)"
  ],
  [
    "5e: Which of these is NOT a layer of the Nine Hells?",
    "Carceri",
    "Avernus",
    "Dis",
    "Minauros",
    "Phlegethos",
    "Stygia",
    "Malbolge",
    "Maladomini",
    "Cania",
    "Nessus"
  ],
  [
    "5e: Which of these will NOT kill a vampire?",
    "Stake to the heart",
    "Running water",
    "Sunlight"
  ],
  [
    "5e: What chaotic plane permits residents to move objects with their mind?",
    "Limbo",
    "Pandemonium",
    "The Abyss",
    "Carceri"
  ],
  [
    "5e: All devils are immune to what forms of damage?",
    "Fire and poison",
    "Cold and poison",
    "Bludgeoning",
    "Psychic and necrotic"
  ],
  [
    "5e: Who developed spells that allow you to have a faithful hound, a private sanctum, a sword, and a magnificent mansion?",
    "Mordenkainen",
    "Tasha",
    "Otto",
    "Leomund",
    "Tenser"
  ],
  [
    "5e: Which wizard does NOT have a spell named after them in 5e?",
    "Alassra",
    "Mordenkainen",
    "Tasha",
    "Otiluke",
    "Rary",
    "Otto",
    "Drawmij",
    "Leomund",
    "Tenser",
    "Bigby"
  ],
  [
    "5e: Which of these gods is NOT in the First Circle that Yndiel communed with?",
    "Selune",
    "Silvanus",
    "Chauntea",
    "Mielikki"
  ],
  [
    "5e: What magical school does counterspell fall under?",
    "Abjuration",
    "Conjuration",
    "Evocation",
    "Enchantment"
  ]
]